tap "charmbracelet/tap"
tap "codeclimate/formulae"
tap "elastic/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "jesseduffield/lazygit"
# Automate deployment, configuration, and upgrading
brew "ansible"
# Use AWS IAM credentials to authenticate to Kubernetes
brew "aws-iam-authenticator"
# Container runtimes on MacOS (and Linux) with minimal setup
brew "colima"
# Pack, ship and run any application as a lightweight container
brew "docker"
# Isolated development environments using Docker
brew "docker-compose"
# Platform keystore credential helper for Docker
brew "docker-credential-helper"
# Programming language for highly scalable real-time systems
brew "erlang"
# Functional metaprogramming aware language built on Erlang VM
brew "elixir"
# GNU version of the tar archiving utility
brew "gnu-tar"
# Open-source build automation tool based on the Groovy and Kotlin DSL
brew "gradle"
# Kubernetes package manager
brew "helm"
# User-friendly cURL replacement (command-line HTTP client)
brew "httpie"
# Lightweight and flexible command-line JSON processor
brew "jq"
# Network authentication protocol
brew "krb5"
# Kubernetes command-line interface
brew "kubernetes-cli", link: false
# Run a Kubernetes cluster locally
brew "minikube"
# Object-relational database system
brew "postgresql@14"
# Command-line YAML and XML processor that wraps jq
brew "python-yq"
# Interpreted, interactive, object-oriented programming language
brew "python@3.10", link: false
# Interpreted, interactive, object-oriented programming language
brew "python@3.9"
# Build tool for Scala projects
brew "sbt"
# JVM-based programming language
brew "scala"
# Tool Command Language
brew "tcl-tk"
# Display directories as trees (with optional color/HTML output)
brew "tree"
# Internet file retriever
brew "wget"
# JavaScript package manager
brew "yarn"
# A personal key value store 🛼
brew "charmbracelet/tap/skate"
# A simple terminal UI for git commands, written in Go
brew "jesseduffield/lazygit/lazygit"
# Reimagine your terminal
cask "fig"
